import reas1 from '../img/reasons/google-mob.webp';
import reas2 from '../img/reasons/proxy-mob.webp';
import reas3 from '../img/reasons/creo-mob.webp';
import reas4 from '../img/reasons/academy-mob.webp';
import reas5 from '../img/reasons/bot-mob.webp';

import youTube from '../img/footer/youtube.webp';
import tg from '../img/footer/tg.webp';
import tik from '../img/footer/tik.webp';
import insta from '../img/footer/insta.webp';

export const socialItems = [
  { icon: 'icon-tg-soc', link: 'https://t.me/usaffiliate' },
  { icon: 'icon-youtube', link: 'https://www.youtube.com/@usaffiliate' },
  { icon: 'icon-tik', link: 'https://www.tiktok.com/@mustage.io' },
];

export const menuItems = [
  { label: 'Аккаунты', href: '#reasons' },
  { label: 'Крео', href: '#about' },
  { label: 'Прокси', href: '#included' },
  { label: 'Бот для уникализации', href: '#feedback' },
  { label: 'Кто мы такие', href: '#feedback' },
];

export const reasonsItems = [
  {
    head: 'Mustage Store - FB ADS/ GOOGLE ADS',
    img: reas1,
    text: {
      first:
        'У нас один из самых больших ассортиментов аккаунтов для запуска рекламы в FB и GOOGLE',
      second:
        'Наша команда по арбитражу трафика на рынке более четырех лет, за это время мы построили один из лучших фарм отделов на рынке. Перед релизом аккаунты тестируются на качество нашим баинг отделом, поэтому их качество всегда на высочайшем уровне.',
    },
    btn: {
      first: 'Перейти в магазин',
      second: 'Получить аккаунты бесплатно',
    },
  },
  {
    head: 'Mustage Proxy',
    img: reas2,
    text: {
      first: 'Надежные украинские мобильные прокси',
      second:
        'Так как мы активно заливаемся и фармим аккаунты, качественные прокси нам просто необходимы, ведь в них кроется половина успеха работы с любыми аккаунтами! Но про комьюнити тоже не нужно забывать, правда? Рады представить вам один из самых чистых и надежных мобильных прокси, с ними Ваши заливы всегда будут залетать с ноги',
    },
    btn: {
      first: 'Перейти на сайт',
    },
  },
  {
    head: 'Mustage Creo',
    img: reas3,
    text: {
      first:
        'Конвертящие крео и лендинги любой сложности - От картинки до дипфейка',
      second:
        'Практически ни один успешный залив не обходится без качественно сделанных креативов и лендингов! Наши дизайнеры эксперты в разработке креативов, мы готовы воплотить в жизнь ваши самые смелые идеи',
    },
    btn: {
      first: 'Заказать',
      second: 'Портфолио',
    },
  },
  {
    head: 'Mustage Academy',
    img: reas4,
    text: {
      first:
        'Бесплатное обучение по арбитражу трафика? Да еще и на практике, а не в теории!',
      second:
        'Надоели инфоцигане на арендованых ферари? Тогда у нас есть хорошие новости! Мы не берем деньги за информацию предоставленную на курсе! Удивлены? А если мы скажем что на курсе есть созвоны с нашими опытными баерами, присутствует практически круглосуточная поддержка от наставников, все обучение проходит в груповом формате на вылет, есть чат и группа с учениками, и конечно же домашние задания!',
    },
    btn: {
      first: 'Записаться на обучение',
    },
  },
  {
    head: 'Mustage Service bot',
    img: reas5,
    text: {
      first: 'Нужно уникал﻿изировать крео?',
      second:
        'Для того, чтобы запускать много кабинетов - нужно много креативов, а чтобы креативы не банились их нужно уникализировать!',
    },
    btn: {
      first: 'Уникализировать креатив',
    },
  },
];

export const footerItems = [
  {
    header: 'YouTube',
    text: 'Авторский YouTube канал на 17,7 тыс. подписчиков.\nНа нем мы бесплатно обучаем тонкостям арбитража трафика, снимаем развлекательные шоу, и просто хорошо проводим время',
    icon: youTube,
    link: 'https://www.youtube.com/@usaffiliate',
  },
  {
    header: 'TikTok',
    text: 'Тут вас ожидают актуальные новости с мира digital и, конечно же, полезные ролики в сжатом формате, кучу мемов и нарезок!',
    icon: tik,
    link: 'https://www.tiktok.com/@mustage.io',
  },
  {
    header: 'Instagram',
    text: 'Да, инстаграм у нас тоже есть! И да информация там отличается от наших других медийных каналов, интересно что там? Заходи и посмотри лично.\n  P.S. Небольшая подсказка - Все в восторге от наших рилсов',
    icon: insta,
    link: 'https://www.instagram.com/mustage.team/',
  },
  {
    header: 'Telegram group',
    text: 'Телеграм канал Усатого Арбитражника из Mustage Team. На нем вы найдете все то, что нельзя публиковать на ютубе 😉. Ежедневные и еженедельные розыгрыши аккаунтов для запуска рекламы. А так же свежие новости из мира арбитража, еженедельные дайджесты, возможность пообщаться в чате и попросить помощи в решение той или иной проблемы, залетайте - вам всегда будут рады!',
    icon: tg,
    link: 'https://t.me/mustage_channel',
  },
];
